aalib
aardvark-dns
abseil-cpp
acl
adobe-source-code-pro-fonts
adwaita-cursors
adwaita-icon-theme
adwaita-icon-theme-legacy
age
alsa-card-profiles
alsa-lib
alsa-topology-conf
alsa-ucm-conf
alsa-utils
aom
apache
appimagelauncher
appstream
apr
apr-util
archlinux-keyring
argon2
aspell
at-spi2-core
atkmm
attr
audit
autoconf
automake
autotiling
avahi
ayatana-ido
babl
balena-etcher
base
base-devel
bash
bat
bc
bind
binutils
bison
bitwarden
blas
bluez-libs
bob
boost-libs
bottom
bridge-utils
brightnessctl
brotli
bzip2
c-ares
c-client
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cairomm-1.16
cantarell-fonts
capstone
catatonit
cblas
cdparanoia
chaotic-keyring
chaotic-mirrorlist
chezmoi
chromium
chrpath
cifs-utils
clamav
clang
cmake
cmatrix
code
compiler-rt
composer
confuse
conmon
containerd
containers-common
copyq
coreutils
cpio
cppdap
criu
cronie
crun
cryptsetup
crystal
curl
cyrus-sasl-gssapi
dav1d
db5.3
dbus
dbus-broker
dbus-broker-units
dconf
debugedit
default-cursors
desktop-file-utils
device-mapper
diffutils
ding-libs
discord
dma
dmenu
dnssec-anchors
docker
docker-desktop
dosfstools
dotconf
double-conversion
dpkg
dtc
duktape
e2fsprogs
edk2-ovmf
efibootmgr
efivar
electron28
electron29
electron30
electron31
ell
embree3
enchant
exiv2
expat
eza
fakeroot
fcft
fd
ffmpeg
fftw
figma-linux
file
filesystem
findutils
firefox
flac
flex
fmt
fontconfig
freeglut
freetds
freetype2
fribidi
fuse-common
fuse2
fuse3
fuzzel
fzf
gawk
gc
gcc
gcc-libs
gcr
gcr-4
gd
gdb
gdb-common
gdbm
gdk-pixbuf2
gdu
gegl
geoclue
getnf
gettext
giflib
gimp
git
git-delta
glfw
glib-networking
glib2
glibc
glibmm
glibmm-2.68
glslang
glu
gmp
gnome-keyring
gnu-free-fonts
gnupg
gnutls
go
gobject-introspection
gobject-introspection-runtime
godot
gperftools
gpgme
gpm
graphene
graphite
grep
grim
groff
grub
gruvbox-plus-icon-theme
gsettings-desktop-schemas
gsfonts
gsm
gssdp
gst-libav
gst-plugin-pipewire
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gstreamer
gtest
gtk-engine-murrine
gtk-layer-shell
gtk-update-icon-cache
gtk-vnc
gtk2
gtk3
gtk4
gtkmm-4.0
gtkmm3
gtksourceview4
guile
gupnp
gupnp-igd
gzip
harfbuzz
harfbuzz-icu
helvum
hicolor-icon-theme
hidapi
highway
hspell
http-parser
hunspell
hwdata
hwloc
i3status
iana-etc
icu
imath
imlib2
iniparser
intel-gmmlib
intel-media-driver
intel-ucode
iproute2
iptables
iputils
iso-codes
iwd
jansson
jasper
java-environment-common
java-runtime-common
jbigkit
jdk
jdk-openjdk
jdk17-openjdk
jemalloc
jose
jq
json-c
json-glib
jsoncpp
kbd
kconfig5
kcoreaddons
kcoreaddons5
kcrash
kdbusaddons
keyutils
ki18n
kirigami
kitemmodels
kmod
knotifications5
kotlin
kpipewire
krb5
kstatusnotifieritem
kwindowsystem
kwindowsystem5
l-smash
lame
lapack
lcms2
ldb
lensfun
less
lib32-gcc-libs
lib32-glibc
libadwaita
libaio
libao
libappimage
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libavif
libayatana-appindicator
libayatana-indicator
libb2
libblockdev
libblockdev-crypto
libblockdev-fs
libblockdev-loop
libblockdev-mdraid
libblockdev-nvme
libblockdev-part
libblockdev-swap
libbluray
libbpf
libbs2b
libbsd
libburn
libbytesize
libc++
libc++abi
libcaca
libcacard
libcamera
libcamera-ipa
libcanberra
libcap
libcap-ng
libcdio
libcdio-paranoia
libcloudproviders
libcolord
libcups
libcurl-gnutls
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdbusmenu-qt5
libde265
libdecor
libdeflate
libdisplay-info
libdovi
libdrm
libdv
libdvdnav
libdvdread
libedit
libei
libelf
libepoxy
libevdev
libevent
libfbclient
libfdk-aac
libffi
libfontenc
libfreeaptx
libgcrypt
libgee
libgexiv2
libgirepository
libgit2
libglvnd
libgnomekbd
libgpg-error
libgudev
libheif
libice
libidn2
libiec61883
libimagequant
libimobiledevice
libimobiledevice-glue
libinih
libinput
libisl
libisoburn
libisofs
libjpeg-turbo
libjxl
libksba
liblc3
libldac
libldap
libldap24
liblzf
libmaxminddb
libmd
libmm-glib
libmng
libmnl
libmodplug
libmpc
libmpdclient
libmspack
libmypaint
libmysofa
libnbd
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnghttp3
libngtcp2
libnice
libnl
libnm
libnma
libnma-common
libnotify
libnsl
libnss_nis
libnvme
libogg
libomxil-bellagio
libopenmpt
libosinfo
libp11-kit
libpcap
libpciaccess
libpgm
libpipeline
libpipewire
libplacebo
libplist
libpng
libproxy
libpsl
libpulse
libraqm
libraw
libraw1394
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsigc++
libsigc++-3.0
libsixel
libslirp
libsm
libsndfile
libsodium
libsoup3
libsoxr
libspeechd
libspiro
libsquish
libssh
libssh2
libstemmer
libsysprof-capture
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libtraceevent
libtracefs
libunibreak
libunistring
libunwind
liburing
libusb
libusbmuxd
libutempter
libutf8proc
libuv
libva
libva-intel-driver
libva-mesa-driver
libvdpau
libverto
libvirt
libvirt-glib
libvirt-python
libvoikko
libvorbis
libvpl
libvpx
libwacom
libwbclient
libwebp
libwireplumber
libwmf
libwslay
libx11
libxau
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdmcp
libxdp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmlb
libxmu
libxpm
libxpresent
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzip
licenses
lilv
linux-api-headers
linux-firmware
linux-firmware-whence
linux-lts
linux-lts-headers
lld
llvm-libs
lm_sensors
lmdb
lsb-release
lua
lua-language-server
luajit
luarocks
lv2
ly
lz4
lzo
m4
mailcap
make
mako
man-db
mbedtls2
md4c
mdadm
mesa
mesa-utils
miniupnpc
minizip
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mpdecimal
mpfr
mpg123
mpv
msodbcsql
mtdev
mujs
mypaint-brushes1
nano
ncurses
ndctl
net-snmp
net-tools
netavark
nettle
network-manager-applet
networkmanager
nfsidmap
nftables
nm-connection-editor
nmap
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npth
nspr
nss
ntfs-3g
numactl
nuspell
ocl-icd
onetbb
oniguruma
openal
opencore-amr
openexr
openjpeg2
openssh
openssl
openssl-1.1
opus
opusfile
orc
osinfo-db
otf-font-awesome
p11-kit
pacman
pacman-contrib
pacman-mirrorlist
pahole
pam
pambase
pango
pangomm
pangomm-2.48
papirus-icon-theme
parted
paru
paru-debug
pass
passt
patch
patchelf
pavucontrol
pciutils
pcre
pcre2
pcsclite
perl
perl-error
perl-mailtools
perl-timedate
pfetch
phodav
php
php-apache
php-cgi
php-embed
php-fpm
php-gd
php-igbinary
php-legacy
php-pear
php-redis
php-snmp
phpactor
pinentry
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-screenaudio
pixman
pkgconf
playerctl
podman
polkit
polkit-kde-agent
polkit-qt6
poppler
poppler-data
poppler-glib
popt
portaudio
postgresql
postgresql-libs
poweralertd
procps-ng
protobuf
protobuf-c
psmisc
python
python-argcomplete
python-asgiref
python-attrs
python-autocommand
python-cairo
python-certifi
python-cffi
python-charset-normalizer
python-click
python-clickgen
python-cryptography
python-distlib
python-distro
python-django
python-docopt
python-fastjsonschema
python-filelock
python-gobject
python-i3ipc
python-idna
python-inflect
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-keyutils
python-mako
python-markdown
python-markupsafe
python-more-itertools
python-numpy
python-ordered-set
python-packaging
python-pillow
python-pip
python-pipenv
python-pipx
python-platformdirs
python-protobuf
python-pycparser
python-pytz
python-pyxdg
python-requests
python-setuptools
python-six
python-sqlparse
python-toml
python-tomli
python-trove-classifiers
python-typeguard
python-typing_extensions
python-urllib3
python-userpath
python-validate-pyproject
python-virtualenv
python-virtualenv-clone
python-wheel
python-xlib
python-yaml
qemu-base
qemu-common
qemu-img
qemu-system-x86
qemu-system-x86-firmware
qt5-base
qt5-declarative
qt5-multimedia
qt5-speech
qt5-svg
qt5-translations
qt5-wayland
qt5-x11extras
qt6-5compat
qt6-base
qt6-declarative
qt6-shadertools
qt6-svg
qt6-translations
qt6-wayland
rav1e
rbenv
re2c
readline
redis
reflector
rhash
ripgrep
rofi-wayland
rsync
rtkit
rubberband
run-parts
runc
rust
sbc
sdl12-compat
sdl2
sdl2_image
sdl2_mixer
sdl2_ttf
seabios
seatd
sed
serd
shaderc
shadow
shards
shared-mime-info
slang
slurp
smartmontools
smbclient
snappy
sndio
sord
sound-theme-freedesktop
source-highlight
spdlog
speech-dispatcher
speex
speexdsp
spice-gtk
spice-protocol
spirv-tools
spotify
sqlite
squashfuse
sratom
srt
sssd
startup-notification
stylua
sudo
suitesparse
svt-av1
sway
swaybg
swayidle
swaylock-effects
systemd
systemd-libs
systemd-sysvcompat
taglib
talloc
tar
tdb
tevent
texinfo
tidy
timeshift
tmux
tokei
tpm2-tss
tracker3
tree
tree-sitter-cli
tslib
ttf-jetbrains-mono
ttf-liberation
ttf-maple
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-common
ttf-roboto
ttf-symbola
ttf-twemoji
ttf-wps-fonts
twolame
tzdata
uchardet
udiskie
udisks2
unixodbc
unzip
upower
usbmuxd
usbredir
util-linux
util-linux-libs
v4l-utils
vapoursynth
vde2
vid.stab
vim
vim-runtime
virt-install
virt-manager
virtiofsd
vmaf
volume_key
vte-common
vte3
vulkan-headers
vulkan-icd-loader
vulkan-intel
vulkan-radeon
wavpack
waybar
waybar-module-pacman-updates-git
wayland
wayland-protocols
webcord
webrtc-audio-processing-1
wezterm
wget
which
wimlib
wireless_tools
wireplumber
wl-clipboard
wlogout
wlroots
wob
wolfssl
wpa_supplicant
wps-office
x264
x265
xapp
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-errors
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xdg-desktop-portal
xdg-desktop-portal-wlr
xdg-utils
xf86-input-libinput
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xkeyboard-config
xorg-fonts-encodings
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xhost
xorg-xinit
xorg-xkbcomp
xorg-xlsclients
xorg-xmodmap
xorg-xprop
xorg-xrdb
xorg-xset
xorg-xwayland
xorgproto
xvidcore
xwaylandvideobridge
xxhash
xz
yajl
yarn
yay
yazi
yofi-bin
zeromq
zig
zimg
zip
zix
zlib
zoxide
zram-generator
zsh
zsh-completions
zstd
