{
  "plugins": {
    "blink.cmp": {
      "src": "https://github.com/Saghen/blink.cmp"
    },
    "conform.nvim": {
      "src": "git@github.com:stevearc/conform.nvim"
    },
    "live-server.nvim": {
      "src": "git@github.com:barrett-ruth/live-server.nvim"
    },
    "mason.nvim": {
      "src": "git@github.com:williamboman/mason.nvim"
    },
    "mini.nvim": {
      "src": "git@github.com:nvim-mini/mini.nvim"
    },
    "nui.nvim": {
      "src": "git@github.com:MunifTanjim/nui.nvim"
    },
    "nvim-dbee": {
      "src": "git@github.com:kndndrj/nvim-dbee"
    },
    "nvim-highlight-colors": {
      "src": "git@github.com:brenoprata10/nvim-highlight-colors"
    },
    "nvim-jdtls": {
      "src": "git@github.com:mfussenegger/nvim-jdtls"
    },
    "nvim-lspconfig": {
      "src": "git@github.com:neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "git@github.com:nvim-treesitter/nvim-treesitter"
    },
    "rose-pine": {
      "src": "git@github.com:rose-pine/neovim"
    },
    "snacks.nvim": {
      "src": "git@github.com:folke/snacks.nvim"
    },
    "tiny-inline-diagnostic.nvim": {
      "src": "git@github.com:rachartier/tiny-inline-diagnostic.nvim"
    },
    "vim-wakatime": {
      "src": "git@github.com:wakatime/vim-wakatime"
    },
    "volt": {
      "src": "git@github.com:nvzone/volt"
    },
    "which-key.nvim": {
      "src": "git@github.com:folke/which-key.nvim"
    }
  }
}
